Xinyuan-LilyGO/lilygo-micropython/target/esp32s3/boards/LILYGO_T5-4.7-PLUS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "T5-4.7 Plus (spiram)"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)
